const config = {
    divideSymbols: [{
            key: null,
            value: "不分割"
        }, {
            key: ' ',
            value: "空格分割"
        },
        {
            key: ",",
            value: "逗号分割"
        },
        {
            key: "|",
            value: "|分割"
        }
    ],
    defaultNameList: [
        "曲阜路",
        "包河区金寨路1号（金寨路与望江西路交叉口）",
        "庐阳区凤台路209号（凤台路与蒙城北路交叉口）",
        "蜀山区金寨路217号",
        "蜀山区梅山路10号(近安徽饭店) ",
        "铜锣湾广场312室",
        "合肥市寿春路93号钱柜星乐町KTV",
        "庐阳区长江中路177号",
        "新站区胜利路89",
        "西安市灞桥区席王街道办事处汽车主题公园东北角雷诺4S店",
        "西安市灞桥区席王街道办事处汽车主题公园东北角雷诺4S店",
        "西安市碑林区铁安一街西安市公安局食品药品犯罪侦查支队",
        "西安市碑林区铁安一街西安市公安局食品药品犯罪侦查支队",
        "西安市未央区贞观路凤鸣华府小区",
        "西安市未央区贞观路凤鸣华府小区",
        "西安市未央区朱宏路59号晶晶食品厂院内西安雅风印务公司",
        "西安市未央区朱宏路59号晶晶食品厂院内西安雅风印务公司",
        "幸福南路1号西北工业集团",
        "幸福南路1号西北工业集团",
        "西安市任家口雅逸新城",
        "西安市任家口雅逸新城",
        "陕西省渭南市富平县频阳大道王国超市隔壁",
        "陕西省渭南市富平县频阳大道王国超市隔壁",
        "西安市新城区北关正街35号方兴大厦1103",
        "西安市新城区北关正街35号方兴大厦1103",
        "陕西省西安市未央区",
        "陕西省西安市未央区",
        "西安市未央区凤城二路赛高国际A座",
        "西安市未央区凤城二路赛高国际A座",
        "西安市未央区凤城三路文景观园小区11号楼",
        "西安市未央区凤城三路文景观园小区11号楼",
        "陕西省大荔县城关镇槐南5巷3号",
        "陕西省大荔县城关镇槐南5巷3号",
        "陕西省西安市未央区广安路3619号康乐园",
        "陕西省西安市未央区广安路3619号康乐园",
        "西安市国际港务区港务大道1号公路港三层西安中冶管廊公司",
        "西安市国际港务区港务大道1号公路港三层西安中冶管廊公司",
        "浐灞商务中心",
        "浐灞商务中心",
        "兰州市城关区中山路40号2303室财政局家属院",
        "兰州市城关区中山路40号2303室财政局家属院",
        "西安市未央区龙湖枫香庭3号楼106底商",
        "西安市未央区龙湖枫香庭3号楼106底商",
        "西安市未央区金泰财富中心B1505",
        "高陵区东云阁小区4号楼东单元4楼西户",
        "高陵区东云阁小区4号楼东单元4楼西户",
        "西安市未央区太和路汇林华城B区7号楼2003",
        "西安市未央区太和路汇林华城B区7号楼2003",
        "西安市灞桥区仓门三组35号",
        "西安市灞桥区仓门三组35号",
        "西安市碑林区东仓门34号",
        "西安市碑林区东仓门34号",
        "陕西省西安市新城区环城东路159号",
        "陕西省西安市新城区环城东路159号",
        "白桦林居",
        "白桦林居",
        "绿地乐和公馆",
        "绿地乐和公馆"
    ]
};
export default config;